Test/XML/1.xml

<?xml version="1.0" encoding="utf-8"?><s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
  <s:Header>
    <Action s:mustUnderstand="1" xmlns="http://schemas.microsoft.com/ws/2005/05/addressing/none">http://smev.gosuslugi.ru/rev150301/IService1/GetSvemResponse</Action>
    <h:Header xmlns:smev="http://smev.gosuslugi.ru/rev120315" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:h="http://smev.gosuslugi.ru/rev120315">
      <smev:NodeId>10</smev:NodeId>
      <smev:MessageId>a1203342-2993-4146-bfb8-7aba62fc8177</smev:MessageId>
      <smev:TimeStamp>2015-03-28T15:47:03.2082794+05:00</smev:TimeStamp>
      <smev:MessageClass>RESPONSE</smev:MessageClass>
    </h:Header>
    <h:Security xmlns="http://smev.gosuslugi.ru/rev150301" xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:h="http://smev.gosuslugi.ru/rev150301" />
  </s:Header>
  <s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <Smev xmlns="http://smev.gosuslugi.ru/rev150301">
      <smev:Message xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:smev="http://smev.gosuslugi.ru/rev120315">
        <smev:Sender>
          <smev:Code>FOIV00100</smev:Code>
          <smev:Name>ФОИВ-001</smev:Name>
        </smev:Sender>
        <smev:Recipient>
          <smev:Code>STES01013</smev:Code>
          <smev:Name>Тестовый СИР</smev:Name>
        </smev:Recipient>
        <smev:Originator>
          <smev:Code>FOIV00101</smev:Code>
          <smev:Name>ФОИВ-001</smev:Name>
        </smev:Originator>
        <smev:TypeCode>GSRV</smev:TypeCode>
        <smev:Status>REQUEST</smev:Status>
        <smev:Date>2015-03-28T15:47:03.2082794+05:00</smev:Date>
        <smev:ExchangeType>3</smev:ExchangeType>
      </smev:Message>
      <smev:MessageData xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" xmlns:smev="http://smev.gosuslugi.ru/rev120315">
        <smev:AppData>
          <smev:MyTime>2015-03-28T15:47:03.2082794+05:00</smev:MyTime>
          <smev:Signature />
        </smev:AppData>
      </smev:MessageData>
    </Smev>
  </s:Body>
</s:Envelope>